[{"label": "Abuse of vulnerability", "definition": "Referring to people who lack knowledge of the local language or laws, have few livelihood options, belong to a minority religious or ethnic group, have a disability or have other characteristics that set them apart from the majority population."},
{"label": "Abusive working and living conditions", "definition": "Forced labour victims may endure living and working in conditions that workers would never freely accept. Work may be performed under conditions that are degrading or hazardous and in severe breach of labour law."},
{"label": "Debt bondage", "definition": "Victims of forced labour may be working to pay off an incurred or sometimes even inherited debt. The debt can arise from wage advances or loans to cover recruitment or transport costs or from daily living or emergency expenses."},
{"label": "Deception", "definition": "Deception relates to the failure to deliver what has been promised to the worker, either verbally or in writing. Deceptive practices can include false promises regarding work conditions and wages, the type of work, housing and living conditions, or the employer’s identity."},
{"label": "Excessive overtime", "definition": "Referring to the obligation of working excessive hours or days beyond the limits prescribed by national law or collective agreement."},
{"label": "Intimidation and threats", "definition": "In addition to threats of physical violence, other common threats used against workers include denunciation to the immigration authorities, loss of wages or access to housing or land, sacking family members, and further worsening of working conditions."},
{"label": "Isolation", "definition": "Workers may not know where they are, the worksite may be far from habitation, and there may be no means of transportation available. But equally, workers may be isolated even within populated areas by being kept behind closed doors or confiscating their mobile phones to prevent them from contacting their families and seeking help."},
{"label": "Physical and sexual violence", "definition": "Violence can include forcing workers to take drugs or alcohol to have greater control over them. Violence can also be used to force a worker to undertake tasks that were not part of the initial agreement."},
{"label": "Restriction of movement", ",definition": "Victims of forced labour may be locked up and guarded to prevent them from escaping, at work or while being transported. If workers are not free to enter and exit the work premises, subject to certain restrictions which are considered reasonable, this represents a strong indicator of forced labour."},
{"label": "Retention of identity documents", ",definition": "Referring to the retention by the employer of identity documents or other valuable possessions."},
{"label": "Withholding of wages", ",definition": "Workers may be obliged to remain with an abusive employer while waiting for the wages owed to them."}
  ]